Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/uusi_gavpotfearan-mobiilipeli_opettaa_kaupunki-_ja_tunnesanastoa_kolmella_saamen_kielella.html.tmx
Source language: fin
Languages: smn

source: Uusi Gávpotfearán-mobiilipeli opettaa kaupunki- ja tunnesanastoa kolmella saamen kielellä
smn: Uđđâ Gávpotfearán-moobiilspellâ máttát kaavpug- já tobdosaanijd kuulmâ sämikielân

source: Utsjoen kunnan ja Saamelaiskäräjien yhteinen saamen kielten etäopetuksen pilottihanke on julkaissut uuden saamenkielisen Gávpotfearán-mobiilipelin.
smn: Ucjuv kieldâ já Sämitige ohtsâš sämikielâi káidusmáttááttâs piiloothaahâ lii almostittâm uđđâ sämikielâlii Gávpotfearán-moobiilspeelâ.

source: Peli on toteutettu pohjois-, inarin- ja koltansaamen kielellä.
smn: Spellâ lii rahtum tavesämi-, anarâš- já nuorttâlâškielân.

source: Gávpotfearán, suomeksi Kaupunkiseikkailu , on noin 6–8-vuotiaille suunnattu kielikylpymäinen mobiilipeli, jossa pelaaja pääsee seikkailun lomassa oppimaan kaupunki- ja tunnesanastoa erilaisissa kaupunkiympäristöissä.
smn: Gávpotfearán, anarâškielân Kaavpugfiäráán , lii suulân 6–8-ihásáid uáivildum kielâlávgumlágán moobiilspellâ, mast spellee piäsá fiäráán ooleest oppâđ kaavpug- já tobdosaanijd sierâlágán kaavpugpirrâsijn.

source: Pelaajan ei tarvitse osata lukea ja kirjoittaa saamea aloittaakseen pelaamista.
smn: Spellee ij taarbâš mättiđ luuhâđ já čäälliđ sämikielâ vâi puáhtá spellâđ.

source: Mobiilipelillä on tarkoitus tukea uhanalaisten saamen kielten käyttöä ja oppimista lasten vapaa-ajalla.
smn: Moobiilspeelâ vievâst lii tárguttâs tuárjuđ uhkevuálásij sämikielâi kevttim já oppâm párnái astoääigi.

source: Pelin ovat suunnitelleen etähankkeen työntekijät yhdessä opettajien kanssa.
smn: Káidushaavâ pargeeh láá vuávám speelâ oovtâst máttáátteijeiguin.

source: Pohjoissaamen opettaja Satu Pieski on tyytyväinen lopputulokseen.
smn: Tavesämikielâ máttáátteijee Satu Pieski lii tuđâvâš loppâpuátusân.

source: – Pelin monet ympäristöt tempaavat mukaansa, ja pelaaja oppii arkikielen sanoja niille kehitetyissä ympäristöissä.
smn: – Speelâ maaŋgah pirrâseh kiäsutteh, já spellee uáppá argâkielâ saanijd, moh kuleh jieškote-uv pirrâsân.

source: Mitä enemmän pelaaja oppii sanoja, sitä pidemmälle peli vie, Pieski kertoo.
smn: Mađe eenâb spellee uáppá saanijd, tađe eenâb spellâ ovdán, muštâl Pieski.

source: Projektipäällikkö Hanna Helander toivoo, että mahdollisimman moni lataa pelin lapselleen, koska nykyajan lapset oppivat helpoiten kieltä pelien kautta.
smn: Proojeekthovdâ Hanna Helander tuáivu, ete nuuvt maaŋgâs ko máhđulâš lyeđee speelâ párnážân, tastko tááláá ääigi párnááh uáppih kielâ älkkeebeht speelâi peht.

source: – Tavoitteenamme on ollut, että pelaaja saa onnistumisen iloa, ja kieli tulee mukana kuin itsestään, Helander kertoo.
smn: – Mii ulmen lii lamaš, ete spellee tobdá ilo tobdoid, ko luhostuvá speelâst já uáppá kielâ tast paaldâst, Helander muštâl.

source: Gávpotfearán-mobiilipeli on ladattavissa sekä Google Play -kaupasta että AppStoresta.
smn: Gávpotfearán-moobiilspeelâ puáhtá luođiđ sehe Google Play -käävpist já AppStorest.

source: Pelin pohjoissaamenkielisenä äänenä on Juulienna Näkkäläjärvi, inarinsaamenkielisenä Satu Aikio ja koltansaamenkielisenä Sisko Hilkka Fofonoff.
smn: Speelâ tavesämikielâlâš jiennân lii Juulienna Näkkäläjärvi, anarâškielâlâžžân Satu Aikio já nuorttâlâškielâlâžžân Sisko Hilkka Fofonoff.

source: Pelin on toteuttanut oululainen LudoCraft Oy.
smn: Speelâ rähtee lii oululâš LudoCraft Oy.

source: Lisätietoja:
smn: Lasetiäđuh :
